<?php
//
//require_once 'classes/Arr.php';
////Задача 13.1
////
////Реализуйте класс Arr, похожий на тот, который я реализовал выше.
////
////В отличие от моего класса метод add вашего класса параметром должен принимать массив чисел. Все числа из этого массива должны добавляться в конец массива $this->numbers.
////
////Задача 13.2
////
////Вместо метода getSum реализуйте метод getAvg, который будет находить среднее арифметическое переданных чисел.
//
//$arr = new Arr();
//
//$arr->addNum($num = [1,2,3,4,5]);
//
////var_dump($arr->getNum());
//
//echo $arr->getAvr($num = [1,2,3,4,5,6]);