<?php
//
////Задача 11.1
////
////Сделайте класс City (город), в котором будут следующие свойства:
//// name (название города), population (количество населения).
////
//
//require_once 'classes/City.php';
//
////Задача 11.2
////
////Создайте 5 объектов класса City, заполните их данными и запишите в массив.
////
////Задача 11.3
////
////Переберите созданный вами массив с городами циклом и выведите города и их население на экран.
//
//
//$cities = [
//    new City('Moscow', 30000000),
//    new City('New York', 25000000),
//    new City('Tokyo', 70000000),
//    new City('Paris', 15000000),
//    new City('Kashin', 12000),
//];
//
//foreach ($cities as $city) {
//    echo $city->name . ' ' . $city->population . '<br>' . '<br>';
//}